//---------------------------------------------------------------------------
//                               অধ্যায়-৬
//---------------------------------------------------------------------------

//---------------------------------------------------------------------------
//                        ৯৩ পৃষ্ঠার প্রশ্নের সমাধান                  ১৫/০৪/২৫
//---------------------------------------------------------------------------

/* প্রশ্নঃ ০১
 তুই একটা অ্যারে বানালি যেখানে ৭১ থেকে ৭৯ পর্যন্ত সংখ্যা গুলো রাখ।*/

//সমাধানঃ
const number = [71,72,73,74,75,76,77,78,79]

/* প্রশ্নঃ ০২
তোর বাসায় একটা ছোট ফ্রিজ আছে, যেখানে ঠিক ৫টি ফল রাখতে পারিস । তুই একটা অ্যারে বানাবি তাতে আপেল, কলা, কমলা, আম আর পেয়ারা রখবি।*/

//সমাধানঃ
const fruits = ['আপেল', 'কলা', 'কমলা', 'আম', 'পেয়ারা']

/* প্রশ্নঃ ০৩
 ধর তুই একদিন বাজারে গিয়েছিলে। তোর ব্যাগে আলু, পেয়াজ, বেগুন, মুলা, গাজর, টমেটো ঢ্যাড়স, লাউ আর পটল ১০টা সবজি রাখলি। একটা প্রোগ্রাম লিখ বের কর, ব্যাগ মোট কয়টা সবজি আছে।*/
 
 //সমাধানঃ
const Vegiteable =  ['আলু', 'পেয়াজ', 'বেগুন', 'মুলা', 'গাজর', 'টমেটো', 'ঢ্যাড়স', 'লাউ', 'পটল']
const size = Vegiteable.length
console.log(size)

/* প্রশ্নঃ ০৪
তোর ৫টা প্রিয় সিনেমার নাম একটা অ্যারেতে রাখ।*/

//সমাধানঃ
const movie = ['A', 'B', 'C', 'D', 'E']

/* প্রশ্নঃ ০৫
 একটা অ্যারে লিখ যেটার মধ্যে ১১ থেকে ৩০ এর মধ্যে বিজোড় সংখ্যাগুলো থাকবে।*/

//সমাধানঃ
const bzurNumber = [11, 13, 15, 17, 19, 21, 23, 25, 27, 29]

/* প্রশ্নঃ ০৬
 ত্অর আশেপাশে যে কালার দেখতে পারতেছস সেগুলোর একটা অ্যারে লিখ তারপর সেই অ্যারের লেন্থ কনসোল লগ কর।*/
//সমাধানঃ
const color = ['black','red','green','yollo','blue']

/* প্রশ্নঃ ০৭
কয়েকটা দেশের রাজধানীর নাম নিয়ে একটা অ্যারেতে রাখ এবং তার লেন্থ কন্সোল লগ কর।*/

//সমাধানঃ
const country = ['bangladesh', 'india', 'nepal', 'mianmar'];
const Size = country.length
console.log(Size)

//---------------------------------------------------------------------------
//                        ৯৬ পৃষ্ঠার প্রশ্নের সমাধান                ২০/০৪/২৫
//---------------------------------------------------------------------------

/* প্রশ্নঃ ০১
 তুই তর সব বন্ধুদের সব নাম একটা অ্যারেতে রাখবি। এখন তুই বের কর ৩ নম্বর ইন্ডেক্সে  কার নাম আছে*/

//সমাধানঃ 
const friendsName = ['jakir','jofur','rejuan','saidul','foysol']
const three = friendsName[2];
console.log(three)

/* প্রশ্নঃ ০২
 তোর ৭টা বইইয়ের নাম একটা অ্যারেতে রাখ। তারপর দেখ ৫ নম্বর ইনডেক্সে কোন বই আছে। */

 //সমাধানঃ
const bookName = ['bangla','english','Math','History','scince' ]
const five  = bookName[4]
console.log(five)

/* প্রশ্নঃ ০৩
তুই একটা এরে বানালি যেখানে ১থেকে ১০ পর্যন্ত সংখ্যা রাখলি। এখন ৭ নম্বর পজিশনের মানকে ৩০ দিয়ে আপডেট কর।*/

//সমাধানঃ
const oneToTen = [1,2,3,4,5,6,7,8,9,10];
oneToTen [7] = 30;
console.log(oneToTen)

/* প্রশ্নঃ ০৪
// তোর মোবাইলে একটা গেইম আছে এবং সেগুলো একটা অ্যারেতে রাখলি যেমন "ফ্রি ফায়ার, পাবজি, ক্যান্ডি ক্রাশ, টেম্পল রান,। এখন তুই চাস ২ নম্বর ইন্ডেক্সের গেমটা পরিবর্তন করে সেখানে 'সাবওয়ে সার্ফার' রাখবি। এখটা প্রোগ্রাম লিখে সেটাই কর।\'" */

//সমাধানঃ
const numbers = ['ফ্রি ফায়ার','পাবজি','ক্যান্ডি ক্রাশ','টেম্পল রান'];
number[2] = "সাবওয়ে সার্ফার"
console.log(number)
/* প্রশ্নঃ ০৫
তর পরিবারের সদ্যসের নাম একটা অ্যারেতে রাখ। তারপর থার্ড পজিশনের সদ্যসের নাম আউটপুট হিসেবে দেখা।
01821344910*/

//সমাধানঃ
const familyMember = ['fateha', 'suhel','lutfa', 'juned', 'mamun', 'nilufa']
console.log(familyMember)

/* প্রশ্নঃ ০৬
তুই প্লান করলি ৭টা দেশ ঘুরবি। দেশ গুলোর নাম একটি অ্যারেতে রাখ। তারপর ৪ নম্বর পজিশনের দেশের নাম বের কর। */

//সমাধানঃ
const visitCountry = ['Bangladesh','India', 'Nepal', 'Butan', 'Mianmar', 'England','Canada']
const visit = visitCountry  [3]
console.log(visit )
/* প্রশ্নঃ ০৭
 তোর পড়ার টেবিলে ৭টা জিনিস আছে। সেগুলোর নাম একটি অ্যারেতে রাখ তারপর ৪ নাম্বার পজিশনের জিনিসটা কী সেটি বের কর।*/

//সমাধানঃ
const onTheTable = ['Mobile','Watch','Pendrive','car','lighter','Tab','Sunglass']
onTheTable [6]= "Tom"
console.log(onTheTable)

//---------------------------------------------------------------------------
//                        ৯৬ পৃষ্ঠার প্রশ্নের সমাধান                ২৮/০৪/২৫
//---------------------------------------------------------------------------

/* প্রশ্নঃ ০১
 সংখ্যার একটা অ্যারে আছে [১০, ২০,৩০,৪০,৫০,]। এখন অ্যারেতে ৬০ যোগ করে আউটপুট দেখা।*/
//সমাধানঃ
const no =[10, 20,30 , 40, 50 ]
no.push(60,)
console.log(no)

/* প্রশ্নঃ ০২
 তুই কিছু নাম লিখে রাখছিস অ্যারেতে [ সাগর, সজিব, সাকিব, সোহেল ]। এখন তোর মনে হলো নতুন বন্ধুর নাম [সুমন] অ্যাড করবি এখন প্রোগ্রামটা লিখ */

//সমাধানঃ
const friends = [ "সাগর, সজিব, সাকিব, সোহেল" ]
friends.push("সুমন")
console.log(friends)
/* প্রশ্নঃ ০৩
 */
//সমাধানঃ

/* প্রশ্নঃ ০৪
 */
//সমাধানঃ


/* প্রশ্নঃ ০৫
 */
//সমাধানঃ


/* প্রশ্নঃ ০৭
 */
//সমাধানঃ


/* প্রশ্নঃ ০৮
 */
//সমাধানঃ


/* প্রশ্নঃ ০
 */
//সমাধানঃ


/* প্রশ্নঃ ০
 */
//সমাধানঃ


/* প্রশ্নঃ ০
 */
//সমাধানঃ
